Repository: aliamituddin/rmasjid
Catalog: lang/*.po
Languages: id_id

source: Oops! Nothing was found
id_id: Maaf! Tidak ada yang bisa ditemukan

source: The page you are looking for might have been removed had its name changed or is temporarily unavailable
id_id: Halaman yang Anda tuju mungkin sudah dihapus atau namanya sudah diubah atau sementara tidak tersedia

source: Back to Homepage
id_id: Kembali ke Halaman Depan

# comments title
source: One thought on &ldquo;%s&rdquo;
id_id: Satu komentar untuk &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
id_id: %1$s komentar untuk &ldquo;%2$s&rdquo;

source: Comments are closed.
id_id: Komentar ditutup.

source: Search for...
id_id: Apa yang Anda cari...

source: Search
id_id: Cari

source: You are going to make a donation for:
id_id: Anda akan melakukan donasi untuk:

source: collected from total
id_id: terkumpul dari total

source: collected
id_id: terkumpul

source: Donate Now
id_id: Donasi Sekarang

source: Campaign is Closed
id_id: Donasi Sudah Ditutup

source: Share
id_id: Bagikan

source: Campaign was started at
id_id: Donasi pertama kali dibuka pada

source: by
id_id: oleh

source: And since then, there is no change has been made
id_id: Dan sejak saat itu belum pernah ada perubahan

source: And the last update was at
id_id: Dan terakhir diperbarui pada

source: Payment History
id_id: Riwayat Pembayaran

source: Gallery
id_id: Galeri

source: Comment
id_id: Komentar

source: Published by
id_id: Dipublikasikan oleh

source: at
id_id: pada

source: The lecture will be start within:
id_id: Kajian akan dimulai dalam:

source: day(s)
id_id: hari

source: hour(s)
id_id: jam

source: minute(s)
id_id: menit

source: second(s)
id_id: detik

source: Please come and join us on
id_id: Hadirilah

source: Lecture Detail
id_id: Detail Kajian

source: These are the details of lecture, insya Allah will be held on
id_id: Berikut ini adalah detail kajian, insya Allah akan diselenggarakan pada

source: finish
id_id: selesai

source: The Virtue of Seeking Knowledge
id_id: Keutamaan Menuntut Ilmu

source: Prophet Muhammad ﷺ said:
id_id: Nabi Muhammad ﷺ bersabda:

source: "Whoever travels a path in search of knowledge, Allah makes easy for him a path to Paradise." (Muslim)
id_id: "Barang siapa menempuh jalan untuk menuntut ilmu, maka Allah akan mudahkan baginya jalan ke surga." (Muslim)

source: In other hadiths Prophet Muhammad ﷺ also said:
id_id: Dalam hadits lain, Nabi Muhammad ﷺ juga bersabda:

source: "Seeking knowledge is obligation for every muslims, and verily everything will ask for forgiveness for them, even the fish in the sea does." (Ibn `Abd Al-Barr)
id_id: "Menuntut ilmu adalah kewajiban atas setiap muslim, dan sesungguhnya para penuntut ilmu akan dimintakan ampunan oleh segala sesuatu, hingga ikan-ikan di lautan." (Ibn Abdil Bar')

source: May Allah ﷻ give us tawfeeq and hidayah to seek knowledge in this dunya, aameen
id_id: Semoga Allah ﷻ senantiasa memberi kita taufiq dan hidayah untuk menuntut ilmu di dunia ini, aamiin

source: comment
id_id: komentar

source: There's no comment
id_id: Belum ada komentar

source: Campaign Page
id_id: Halaman Donasi

source: Share your careness through our campaign programs!
id_id: Bagikan kepedulian Anda melalui program donasi kami!

source: Insha Allah we will always be honest and trusted to taking care your trust.
id_id: Insya Allah kami akan senantiasa jujur dan terpercaya menjaga amanah Anda.

source: Collected
id_id: Terkumpul

source: from total
id_id: dari total

source: History Page
id_id: Halaman Sejarah

source: Now
id_id: Sekarang

source: Front Page
id_id: Halaman Depan

source: Read more
id_id: Selengkapnya

source: It's time to give our best.
id_id: Saatnya berikan yang terbaik.

source: Important!
id_id: Penting!

source: Every single rupiah you donate, is surely count.
id_id: Setiap rupiah yang Anda donasikan, pasti bermanfaat.

source: This is the current status of our available campaign as per
id_id: Berikut ini adalah status terkini tentang ketersediaan donasi per

source: Browse All Campaigns
id_id: Semua Donasi

source: Browse All Lectures
id_id: Semua Jadwal Kajian

source: Browse All Articles
id_id: Semua Artikel

source: Lecture Page
id_id: Halaman Kajian

source: Transfer to one of these bank accounts before
id_id: Transfer ke salah satu akun bank berikut ini sebelum

source: Or your donation will be canceled automatically.
id_id: Atau donasi Anda akan dibatalkan secara otomatis.

source: Holder name
id_id: a/n

source: There is no active campaign right now
id_id: Saat ini belum ada donasi

source: Day left
id_id: Sisa hari

source: Donate now
id_id: Donasi sekarang

source: This email sent to you by
id_id: Email ini dikirim oleh

source: There is no images for this campaign
id_id: Tidak ada foto untuk donasi ini

source: Search Results for "%s"
id_id: Hasil Pencarian untuk "%s"

source: Not Found
id_id: Tidak Ditemukan

source: Be the first to make a donation
id_id: Jadilah yang pertama melakukan donasi

source: By
id_id: Oleh

source: Anonymous
id_id: Anonim

source: There is no lecture schedule right now
id_id: Saat ini belum ada jadwal kajian

source: Time Start
id_id: Jam Mulai

source: Type
id_id: Jenis

source: Lecturer
id_id: Pemateri

source: See more
id_id: Selengkapnya

source: Once you finished the transfer, you must make a confirmation below.
id_id: Saat sudah selesai transfer, Anda harus melakukan konfirmasi di bawah.

source: I Have Completed The Transfer
id_id: Saya Sudah Menyelesaikan Pembayaran

source: Minimum allowed donation is Rp10.000
id_id: Minimal donasi yang diperbolehkan ialah sebesar Rp10.000

source: Your name
id_id: Nama Anda

source: Hide my name (anonymous)
id_id: Sembunyikan nama saya (anonim)

source: Your email
id_id: Email Anda

source: Your message
id_id: Pesan Anda

source: Continue Payment
id_id: Lanjutkan Pembayaran

source: Payment Instruction
id_id: Instruksi Pembayaran

source: Please make a transfer with the amount below.
id_id: Silahkan lakukan transfer dengan jumlah berikut

source: The amount has to be exactly the same as above including the last 3 digits
id_id: Jumlah transfer harus persis seperti di atas, termasuk 3 digit angka terakhir

source: Donation Amount
id_id: Jumlah Donasi

source: Unique Code (*)
id_id: Kode Unik (*)

source: Disclaimer:
id_id: Keterangan:

source: * The last 3 digits will be included into donation
id_id: * 3 digit angka terakhir akan dimasukkan ke dalam donasi

source: Thank you for your payment
id_id: Terima kasih atas donasi Anda

source: We are validating your payment, once it`s done will let you notified. Once again thank you so much and jazakumullahu khoiron.
id_id: Kami sedang memvalidasi pembayaran Anda, saat sudah selesai kami akan mengabari Anda. Sekali lagi terima kasih banyak and jazakumullahu khoiron.

source: page
id_id: halaman

source: Name
id_id: Nama

source: Total Amount
id_id: Jumlah Total

source: Date
id_id: Tanggal

source: The post you are looking for is not found
id_id: Pos yang Anda cari tidak dapat ditemukan

source: About Us
id_id: Tentang Kami

source: Our Programs
id_id: Program Kami

source: Useful Links
id_id: Link Bermanfaat

source: Consult to Dev
id_id: Konsultasi Pengembang

source: Our History
id_id: Sejarah

source: Home
id_id: Beranda

source: Give Your Best
id_id: Berikan Yang Terbaik

source: These are some reasons why you should give donation through our programs
id_id: Berikut ini adalah beberapa alasan mengapa Anda harus berdonasi melalui program-program kami

source: Latest Lecture Schedules
id_id: Jadwal Kajian Terbaru

source: Some active lecture schedules that you can attend along with your family nor friends
id_id: Beberapa jadwal kajian aktif yang bisa Anda hadiri bersama keluarga dan atau teman-teman Anda

source: Latest Published Articles
id_id: Artikel Terbaru

source: We will keep sharing useful articles both for your dunya and hereafter
id_id: Kami akan tetap membagikan artikel yang insya Allah berguna bagi dunia dan akhirat Anda

source: All Campaigns
id_id: Berdonasi

source: Lecture Schedules
id_id: Jadwal Kajian

source: All Articles
id_id: Semua Artikel

source: Something went wrong, please try again later
id_id: Terjadi masalah, silahkan coba lagi nanti

source: Failed to verify security check
id_id: Gagal melewati pemeriksaan keamanan

source: Sorry
id_id: Maaf

source: Great
id_id: Selamat

source: Designer
id_id: Tampilan

source: Header
id_id: Bagan Kepala

source: Footer
id_id: Bagan Kaki

source: Background Image
id_id: Gambar Latar

source: This will be set as a default background image, leave it empty to use the stock image (image of prophet mosque)
id_id: Ini akan ditetapkan sebagai gambar latar belakang default, biarkan kosong untuk menggunakan gambar stok (gambar masjid nabawi)

source: Color Scheme
id_id: Skema Warna

source: Sliders
id_id: Slider

source: Add Slider
id_id: Tambah Slider

source: Background
id_id: Latar Belakang

source: Title
id_id: Judul

source: Description
id_id: Deskripsi

source: Link
id_id: Tautan

source: Caption
id_id: Label

source: Design
id_id: Desain

source: Dark
id_id: Gelap

source: Light
id_id: Cerah

source: Default
id_id: Bawaan

source: Use default color scheme
id_id: Gunakan skema warna bawaan

source: Facebook URL
id_id: URL Facebook

source: Telegram URL
id_id: URL Telegram

source: Instagram URL
id_id: URL Instagram

source: Youtube URL
id_id: URL Youtube

source: days
id_id: hari

source: day
id_id: hari

source: days left
id_id: hari tersisa

source: day left
id_id: hari tersisa

source: recurring lecture
id_id: kajian rutin

source: special lecture
id_id: kajian tematik

source: every day
id_id: setiap hari

source: every
id_id: setiap

source: Recurring
id_id: Rutin

source: Special
id_id: Tematik

source: male
id_id: ikhwan

source: female
id_id: akhwat

source: first week
id_id: pekan pertama

source: second week
id_id: pekan kedua

source: third week
id_id: pekan ketiga

source: fourth week
id_id: pekan keempat

source: sunday
id_id: ahad

source: monday
id_id: senin

source: tuesday
id_id: selasa

source: wednesday
id_id: rabu

source: thursday
id_id: kamis

source: friday
id_id: jum`at

source: saturday
id_id: sabtu

source: Hi
id_id: Halo

source: In order to finish your donation, please make a transfer before
id_id: Segera selesaikan donasi Anda dengan melakukan transfer sebelum

source: Please click
id_id: Silahkan klik

source: here
id_id: di sini

source: for your payment details
id_id: untuk detail pembayaran Anda

source: Please complete your payment
id_id: Silahkan selesaikan pembayaran Anda

source: Thank you for confirming your payment, we are validating your payment.
id_id: Terima kasih sudah mengkonfirmasi pembayaran Anda, kami sedang melakukan validasi.

source: Thank you for confirming
id_id: Terima kasih sudah mengkonfirmasi

source: Someone just confirmed that he/she just transfered
id_id: Seseorang baru saja mengkonfirmasi bahwa dia baru saja mentransfer

source: Please validate it as soon as possible
id_id: Silahkan validasi sesegera mungkin

source: New Payment
id_id: Pembayaran Baru

source: Your donation for
id_id: Donasi Anda untuk

source: have been validated.
id_id: telah divalidasi.

source: Payment Validated
id_id: Pembayaran Divalidasi

source: have been rejected.
id_id: telah ditolak.

source: Payment Rejected
id_id: Pembayaran Ditolak

source: Lecture
id_id: Kajian

source: Time Information
id_id: Informasi Waktu

source: Lecture Type
id_id: Jenis Kajian

source: Once
id_id: Tematik

source: Period
id_id: Periode

source: Daily
id_id: Setiap Hari

source: Weekly
id_id: Setiap Pekan

source: Monthly
id_id: Setiap Bulan

source: Month
id_id: Bulan

source: January
id_id: Januari

source: February
id_id: Februari

source: March
id_id: Maret

source: May
id_id: Mei

source: June
id_id: Juni

source: July
id_id: Juli

source: August
id_id: Agustus

source: October
id_id: Oktober

source: December
id_id: Desember

source: Week
id_id: Pekan

source: First Week
id_id: Pekan Pertama

source: Second Week
id_id: Pekan Kedua

source: Third Week
id_id: Pekan Ketiga

source: Fourth Week
id_id: Pekan Keempat

source: Day
id_id: Hari

source: Sunday
id_id: Ahad

source: Monday
id_id: Senin

source: Tuesday
id_id: Selasa

source: Wednesday
id_id: Rabu

source: Thursday
id_id: Kamis

source: Friday
id_id: Jum'at

source: Saturday
id_id: Sabtu

source: Time End
id_id: Jam Selesai

source: Optional, you can leave it empty
id_id: Opsional, bisa dikosongkan

source: Note
id_id: Catatan

source: ex: Right after Shalat Al-Maghrib until Shalat al-`isha
id_id: contoh: Setelah Shalat Maghrib sampai Shalat Isya'

source: Title of Material
id_id: Judul Materi

source: Participant
id_id: Peserta

source: Male
id_id: Ikhwan

source: Female
id_id: Akhwat

source: Location
id_id: Lokasi

source: Additional Notes
id_id: Catatan Extra

source: Any information you may want to share
id_id: Segala informasi yang perlu dibagikan

source: Campaign
id_id: Donasi

source: Information
id_id: Informasi

source: Short Description
id_id: Deskripsi Singkat

source: Short description of this campaign
id_id: Deskripsi singkat mengenai donasi

source: Write all details about this campaign
id_id: Tulis semua detail mengenai donasi

source: Select Image
id_id: Pilih Gambar

source: Remove
id_id: Hapus

source: Download
id_id: Unduh

source: Due Date
id_id: Batas Akhir

source: Leave it empty, for unlimited due date
id_id: Biarkan kosong jika tidak mempunyai batas akhir

source: Masthead
id_id: Kepala Halaman

source: Subtitle
id_id: Sub-judul

source: Article
id_id: Artikel

source: Content
id_id: Konten

source: Timeline {#}
id_id: Linimasa {#}

source: Add Timeline
id_id: Tambah Linimasa

source: Remove Timeline
id_id: Hapus Linimasa

source: Estimation time period when the event occur
id_id: Perkiraan waktu terjadinya peristiwa

source: Image
id_id: Gambar

source: Remove Slider
id_id: Hapus Slider

source: Custom Link
id_id: Kustom Permalink

source: Put any external url to override link from dropdown above, or you can leave it empty.
id_id: Letakkan kustom permalink untuk menindih permalink dari dropdown di atas, atau biarkan kosong.

source: Link Caption
id_id: Judul Tautan

source: Payment Overview
id_id: Sekilas Tentang Pembayaran

source: Total income
id_id: Total pemasukkan

source: payment(s)
id_id: pembayaran

source: Total payment
id_id: Total pembayaran

source: Waiting payment
id_id: Menunggu pembayaran

source: Waiting validation
id_id: Menunggu validasi

source: Were rejected
id_id: Telah ditolak

source: Report
id_id: Laporan

source: Download donation reports in pdf format.
id_id: Unduh laporan donasi dalam format pdf.

source: Theme Options
id_id: Opsi Tema

source: Site Identity
id_id: Identitas Situs

source: Bank Accounts
id_id: Akun Bank

source: Add Bank
id_id: Tambah Bank

source: Remove Bank
id_id: Hapus Bank

source: Bank Name
id_id: Nama Bank

source: Holder Name
id_id: Atas Nama

source: Account Number
id_id: Nomor Akun

source: Branch
id_id: Cabang

source: Social Network
id_id: Media Sosial

source: First Column Title
id_id: Judul Kolom Pertama

source: First Column Links
id_id: Permalink Kolom Pertama

source: You can select multiple options
id_id: Anda bisa memilih beberapa pilihan

source: Second Column Title
id_id: Judul Kolom Kedua

source: Second Column Links
id_id: Permalink Kolom Kedua

source: Third Column Title
id_id: Judul Kolom Ketiga

source: Third Column Links
id_id: Permalink Kolom Ketiga

source: You are not allowed to perform this action
id_id: Anda tidak diizinkan

source: Campaign is closed due it already meet its target
id_id: Donasi sudah ditutup karena sudah memenuhi target

source: Campaign is closed due it already meet its due date
id_id: Donasi ditutup karena sudah melewati batas akhir

source: Report for
id_id: Laporan untuk

source: Please provide campaign id
id_id: Masukkan id donasi

source: Please do not cheating :)
id_id: Jangan nakal ya :)

source: Lectures
id_id: Kajian

source: Campaigns
id_id: Donasi

source: Payments
id_id: Pembayaran

source: Payment
id_id: Pembayaran

source: Created
id_id: Dibuat

source: Waiting Payment
id_id: Menunggu Pembayaran

source: Waiting Confirmation
id_id: Menunggu Konfirmasi

source: Waiting Validation
id_id: Menunggu Validasi

source: Done
id_id: Selesai

source: Rejected
id_id: Ditolak

source: Main Nav
id_id: Navigasi Utama

source: Importnat!
id_id: Penting!

source: You have
id_id: Anda mempunyai

source: payments(s) that need to be validated immediately.
id_id: pembayaran yang perlu divalidasi segera.

source: Congratulation
id_id: Selamat

source: You have validated the payment successfully. Please
id_id: Anda sudah berhasil memvalidasi pembayaran. Silahkan

source: go back
id_id: kembali

source: Success
id_id: Sukses

source: Not a valid payment
id_id: Bukan pembayaran yang valid

source: No payment found
id_id: Pembayaran tidak ditemukan

source: Failed to pass security check
id_id: Gagal melewati keamanan

source: You have rejected the payment successfully. Please
id_id: Anda telah berhasil menolak pembayaran. Silahkan

source: Validate
id_id: Validasi

source: Reject
id_id: Tolak

source: WordPress custom theme for Masjid
id_id: Kustom tema WordPress untuk Masjid
